{
  "artworks": [
    {
      "id": "1",
      "title": "Starry Night",
      "artist": "Vincent van Gogh",
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQoiXokZHJc3iND6Uqax-iQ-nU6PmC5lRPqIw&s",
      "year": 1889,
      "likes": 8,
      "price": 5000,
      "sold": false,
      "detail": " Starry Night is one of Vincent van Gogh's most iconic paintings, created in 1889. It depicts a swirling night sky over a tranquil village, with bold, expressive brushstrokes capturing the motion of the stars and the moon. The scene is framed by a dark cypress tree in the foreground, contrasting against the vibrant, star-filled sky. This masterpiece is celebrated for its emotional intensity, innovative use of color, and dramatic brushwork, reflecting van Gogh's turbulent state of mind and his fascination with the cosmos."
    },
    {
      "id": "2",
      "title": "Mona Lisa",
      "artist": "Leonardo da Vinci",
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ0s5B5TIgNtd8NBG31BBu2v1cCxIZi3AEE2g&s",
      "year": 1503,
      "likes": 10,
      "price": 100000,
      "sold": false,
      "detail": "The Mona Lisa is a portrait painting by the Italian Renaissance artist Leonardo da Vinci, completed between 1503 and 1506. The artwork depicts a woman with an enigmatic expression, famously known for her subtle smile. It is renowned for its sophisticated use of sfumato—a technique that creates a soft, gradual transition between colors and tones. The painting is housed in the Louvre Museum in Paris and is considered one of the most iconic and celebrated artworks in the world. The identity of the woman in the portrait, often believed to be Lisa Gherardini, remains a topic of debate and intrigue."
    },
    {
      "id": "3",
      "title": "The Persistence",
      "artist": "Salvador Dalí",
      "image": "https://cdn.britannica.com/96/240496-138-66D89FAD/Salvador-Dali-Persistence-of-Memory.jpg?w=800&h=450&c=crop",
      "year": 1931,
      "likes": 8,
      "price": 20000,
      "sold": false,
      "Detail": "The painting presents a dream-like landscape where time appears to dissolve. Soft, melting clocks drape over tree branches, a ledge, and even a distorted face, suggesting the malleability and subjective nature of time. The background features a barren landscape with distant mountains and a serene ocean, enhancing the otherworldly atmosphere. Dalí's meticulous attention to detail and his use of vivid colors and bizarre imagery challenge viewers' perceptions of reality and time. The piece is often interpreted as a meditation on the nature of time, memory, and the instability of human consciousness."
    },
    {
      "id": "4",
      "title": "The Scream",
      "artist": "Edvard Munch",
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS1kStiFO1k0-RIzz6I4MAXcPt1C4sdYSvV7A&s",
      "year": 1893,
      "likes": 8,
      "price": 60000,
      "sold": false,
      "detail": "The Scream by Edvard Munch is a renowned expressionist painting created in 1893. The artwork depicts a figure on a bridge against a turbulent sky, with its mouth open in a scream of existential anguish. The vibrant, swirling colors and the figure's distorted face capture intense emotion and anxiety, making it a powerful representation of human despair and inner turmoil. The painting is one of Munch's most famous works and is widely considered an iconic piece of modern art."
    },
    {
      "id": "5",
      "title": "Girl with a Pearl Earring",
      "artist": "Johannes Vermeer",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/1665_Girl_with_a_Pearl_Earring.jpg/800px-1665_Girl_with_a_Pearl_Earring.jpg",
      "year": 1665,
      "likes": 9,
      "price": 80000,
      "sold": false,
      "detail": "Girl with a Pearl Earring by Johannes Vermeer This iconic painting, often referred to as the Mona Lisa of the North, was created by Dutch artist Johannes Vermeer around 1665. It features a young girl wearing an exotic turban and an exceptionally large pearl earring. The painting is renowned for its captivating gaze and the use of light and shadow, which highlight the girl's luminous skin and the gleaming pearl. The background is a dark, indistinct space that emphasizes the subject's striking presence. The Girl with a Pearl Earring is celebrated for its masterful portrayal of light, color, and texture, and it remains one of Vermeer's most famous works"
    },
    {
      "id": "6",
      "title": "Guernica",
      "artist": "Pablo Picasso",
      "image": "https://upload.wikimedia.org/wikipedia/en/thumb/7/74/PicassoGuernica.jpg/400px-PicassoGuernica.jpg",
      "year": 1937,
      "likes": 12,
      "price": 30000,
      "sold": false,
      "detail": "Guernica is a renowned mural painting by Pablo Picasso, created in response to the bombing of Guernica during the Spanish Civil War. Completed in 1937, it measures 11.5 by 25.6 feet and is known for its powerful depiction of the horrors of war. The painting employs a monochromatic palette of black, white, and gray to convey a sense of chaos and destruction. The composition features anguished figures, including a mother holding a dead child, a wounded horse, and a fallen warrior, all set against a backdrop of devastation. Guernica is celebrated for its emotional intensity and its role as a timeless anti-war symbol"
    },
    {
      "id": "7",
      "title": "The Night Watch",
      "artist": "Rembrandt",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/The_Night_Watch_-_HD.jpg/1200px-The_Night_Watch_-_HD.jpg",
      "year": 1642,
      "likes": 6,
      "price": 20002,
      "sold": false,
      "detail": "The Night Watch is a renowned painting by the Dutch artist Rembrandt van Rijn, completed in 1642. The artwork depicts a dynamic and dramatic scene of a militia company, led by Captain Frans Banning Cocq and his lieutenant, Willem van Ruytenburch. Contrary to its misleading title, the painting does not actually show a night watch but rather a daylight scene with the figures emerging from the shadows. The composition is notable for its use of light and shadow, creating a sense of movement and vitality. The painting captures the militia members in a moment of preparation and action, each character vividly detailed and portrayed with individual expressions and postures. Rembrandt’s innovative technique and dramatic chiaroscuro contribute to the painting’s striking realism and depth.The Night Watch is celebrated for its masterful use of light, its lively and engaging depiction of a historical moment, and its influence on the development of group portraiture."
    },
    {
      "id": "8",
      "title": "The Birth of Venus",
      "artist": "Sandro Botticelli",
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR9v3SJUhLh65lLuJo-3nsm4cPguDQb_4mGyg&s",
      "year": 1486,
      "likes": 13,
      "price": 400000,
      "sold": false,
      "detail": "The Birth of Venus is a renowned painting by the Italian Renaissance artist Sandro Botticelli, completed around 1485-1486. It depicts the mythological birth of Venus, the goddess of love and beauty, emerging from the sea on a shell. She is surrounded by mythological figures, including the wind gods Zephyrus and Chloris, and the Horae (goddess of the seasons) who is ready to clothe her. The painting is celebrated for its graceful composition, ethereal beauty, and Botticelli's mastery of line and detail. It exemplifies the Renaissance ideals of beauty and classical mythology."
    },
    {
      "id": "9",
      "title": "American Gothic",
      "artist": "Grant Wood",
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRjVnMwqihzhYhxYeyEr6qvyGlD_mbAz3NK7Q&s",
      "year": 1930,
      "likes": 4,
      "price": 34000,
      "sold": false,
      "detail": "American Gothic is a famous painting by Grant Wood, completed in 1930. The artwork portrays a stern-looking man and woman standing in front of a traditional American farmhouse. The man, wearing a pitchfork, and the woman, dressed in a colonial-style apron, are depicted in a rigid and formal pose. The painting is known for its meticulous detail, realistic portrayal, and the iconic Gothic Revival architecture of the farmhouse. Often interpreted as a commentary on rural American values and the Great Depression, American Gothic is celebrated for its striking visual impact and its representation of the American Midwest."
    },
    {
      "id": "10",
      "title": "The Kiss",
      "artist": "Gustav Klimt",
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS87titbSUj74DnfP14bZn4stGqggtO8C2vjw&s",
      "year": 1908,
      "likes": 13,
      "price": 10000,
      "sold": false,
      "detail": "The Kiss is considered one of Klimt’s masterpieces and a quintessential example of his distinctive style. The use of gold leaf and intricate patterns contributes to its iconic status, symbolizing both the sensuality and the grandeur of the romantic bond it portrays. The painting is often seen as a symbol of love and is celebrated for its emotional depth and aesthetic beauty."
    }
  ]
}
